Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Skeleton heavy
ja: スケルトン・ヘビー

source: Skeleton hero
ja: スケルトンのヒーロー

source: Skeleton mage
ja: スケルトンの魔術師

source: Skeleton thug
ja: スケルトンの凶漢

source: Skeleton warlord
ja: スケルトン将軍

source: Sketch
ja: スケッチ

source: Skills
ja: スキル

source: Skin
ja: 革を剥ぎ取る

source: Skippy
ja: スキッピー

source: Skirt
ja: スカート

source: Skoblin
ja: スコブリン

source: Skogre
ja: スコーガ

source: Skotizo
ja: スコティーゾ

source: Skotizo Topiary
ja: スコティーゾのトピアリー

source: Skotizo display
ja: スコティーゾの展示

source: Skotos
ja: スコトス

source: Skrach Uglogwee
ja: スクラチ・ウグログウィー

source: Skraeling
ja: スクラエリング

source: Skroom
ja: スクルーム

source: Skulgrimen
ja: スカルグリメン

source: Skuli Myrka
ja: スクリ・ミーカ

source: Skull
ja: 頭蓋骨

source: Skull slope
ja: 頭蓋骨のスロープ

source: Skullball
ja: スカルボール

source: Skullball Boss
ja: スカルボールのボス

source: Skullball Trainer
ja: スカルボールのトレーナー

source: Skulls
ja: 頭蓋骨

source: Skullshield
ja: スカルシールド

source: Skully
ja: スカリー

source: Slab
ja: 石板

source: Slagilith
ja: スラギリス

source: Slagilith (hard)
ja: スラギリス（上級）

source: Slash
ja: 切り裂く

source: Slash Bash
ja: スラッシュ・バッシュ

source: Slashed Bush
ja: 切られた低木

source: Slashed bush
ja: 切られた低木

source: Slashed tapestry
ja: 裂かれたタペストリー

source: Slashed web
ja: 切り裂かれたクモの巣

source: Slave
ja: 奴隷

source: Slave boots
ja: 奴隷の靴

source: Slave robe
ja: 奴隷のローブ

source: Slave shirt
ja: 奴隷のシャツ

source: Slayer
ja: 討伐

source: Slayer Helmet display case
ja: 討伐兜の展示ケース

source: Slayer Master
ja: 討伐の達人

source: Slayer's Respite
ja: 討伐者の小休止

source: Slayer's staff
ja: 討伐者の杖

source: Sled
ja: そり

source: Sleep-in
ja: 寝る

source: Sleeping Monkey
ja: 寝てるサル

source: Sleeping bag
ja: 寝袋

source: Sleeping guard
ja: 眠る警備員

source: Sleepwalker
ja: スリープウォーカー

source: Slepe
ja: スレペ

source: Slice
ja: スライス

source: Slice of cake
ja: ケーキのスライス

source: Sliced banana
ja: スライスしたバナナ

source: Sliced web
ja: 裂かれたクモの巣

source: Slide
ja: スライド

source: Slieve
ja: スリーヴ

source: Slight indentations
ja: わずかなくぼみ

source: Slightly broken bridge
ja: 少し壊れた端

source: Slightly dark crystal
ja: 少し暗い水晶

source: Slim Louie
ja: 細いルイー

source: Slimy pillars
ja: ヌルヌルした柱

source: Slimy residue
ja: ヌルヌルした残留物

source: Slimy water
ja: スライム水

source: Slippers
ja: スリパーズ

source: Sliske
ja: スレスケー

source: Sloane
ja: スロアンヌ

source: Slope
ja: スロープ

source: Slope end
ja: スロープの端

source: Slug Hemligssen
ja: スラグ・ヘムリグッセン

source: Slug Prince
ja: 王子ナメクジ

source: Slug goo
ja: ナメクジの粘液

source: Sluice Gate
ja: 水門

source: Small Boulder
ja: 小さな岩

source: Small Fossil Display
ja: 小さな化石の展示

source: Small Geyser
ja: 小さな間欠泉

source: Small Lizard
ja: 小さなトカゲ

source: Small Monolith
ja: 小さなモノリス

source: Small Net
ja: 小さい漁網で釣る

source: Small Oven
ja: 小さなオーブン

source: Small Plant space 1
ja: 小さな植物のスペース1

source: Small Plant space 2
ja: 小さな植物のスペース2

source: Small Table
ja: 小さなテーブル

source: Small boulder
ja: 小さな岩

source: Small bush
ja: 小さな低木

source: Small chest
ja: 小さな宝箱

source: Small crystals
ja: 小さな水晶

source: Small fern
ja: 小さなシダ

source: Small fishing net
ja: 小さい漁網

source: Small fountain
ja: 小さな噴水

source: Small furnace
ja: 小さな炉

source: Small gravestone
ja: 小さな墓石

source: Small ninja bonemeal
ja: 小さい忍者の骨粉

source: Small ninja monkey
ja: 小さな忍者ザル

source: Small ninja monkey bones
ja: 小さな忍者ザルの骨

source: Small orrery
ja: 小さな太陽系儀

source: Small oven
ja: 小さなオーブン

source: Small pick
ja: 小さいツルハシ

source: Small plant
ja: 小さな植物

source: Small plant 2
ja: 小さな植物2

source: Small rock
ja: 小さい岩

source: Small storage unit
ja: 小さな収納ユニット

source: Small table
ja: 小さなテーブル

source: Small vase
ja: 小さな壺

source: Small zombie monkey
ja: 小さなゾンビザル

source: Small zombie monkey bonemeal
ja: 小さいゾンビザルの骨粉

source: Small zombie monkey bones
ja: 小さなゾンビザルの骨

source: Smash
ja: 砕く

source: Smash-ice
ja: 氷を砕く

source: Smash-to-bits
ja: 粉砕

source: Smashed Chair
ja: 叩き壊された椅子

source: Smashed cage
ja: 壊された檻

source: Smashed chair
ja: 叩き壊された椅子

source: Smashed glass
ja: 割れたガラス

source: Smashed table
ja: 叩き壊されたテーブル

source: Smashed window
ja: 割れた窓

source: Smelly hole
ja: 臭い穴

source: Smelly mushroom
ja: 臭いキノコ

source: Smellytoes
ja: スメリートーズ

source: Smelt
ja: 溶解

source: Smiddi Ryak (hard)
ja: スミッジ・リャク（上級）

source: Smith
ja: 鍛える

source: Smithing
ja: 鍛冶

source: Smithing apprentice
ja: 鍛冶の弟子

source: Smithing catalyst
ja: 鍛冶の触媒

source: Smoggy
ja: スモギー

source: Smoke
ja: 煙

source: Smoke Cloud
ja: 煙の雲

source: Smoke Crystal
ja: 煙の水晶

source: Smoke Devil
ja: スモーク・デビル

source: Smoke Nerve Ending (Broken)
ja: 煙の神経の終端（壊）

source: Smoke Totem
ja: 煙のトーテム

source: Smoke devil
ja: スモーク・デビル

source: Smoke diamond
ja: 煙のダイヤ

source: Smoke rune
ja: 煙のルーン

source: Smokey well
ja: 煙っぽい井戸

source: Smokin' Joe
ja: スモーキン・ジョー

source: Smoking vent
ja: 排煙口

source: Smoky cave
ja: 煙っぽい洞窟

source: Smol Heredit
ja: 小さなヘレディット

source: Smolcano
ja: スモルカーノ

source: Snail display
ja: カタツムリの展示

source: Snailfeet
ja: スネイルフィート

source: Snake
ja: ヘビ

source: Snake basket
ja: 蛇カゴ

source: Snake basket full
ja: 一杯の蛇カゴ

source: Snake charm
ja: 蛇笛

source: Snake weed
ja: スネイク草

source: Snakeling
ja: 子ヘビ

source: Snakeweed mixture
ja: スネーク草の混合物

source: Snapdragon
ja: スナップドラゴン

source: Snapdragon potion (unf)
ja: スナップドラゴンの薬液（未）

source: Snapdragon seed
ja: スナップドラゴンの種

source: Snape grass
ja: スネイプ草

source: Snape grass plant
ja: スネイプ草の株

source: Snape grass seedling
ja: スネイプ草の苗

source: Sneaky undead fowl
ja: こそこそしたアンデッドの鳥

source: Sniff
ja: においを嗅ぐ

source: Snothead
ja: スノッテヘッド

source: Snow
ja: 雪

source: Snow drift
ja: 雪の吹き溜まり

source: Snow jump
ja: スノージャンプ

source: Snow shark
ja: 雪サメ

source: Snowball pile
ja: 雪玉の山

source: Snowballs
ja: 雪玉

source: Snowdrop patch
ja: スノードロップの小区画

source: Snowdrops
ja: スノードロップ

source: Snowfall
ja: 降雪

source: Snowflake
ja: 雪片

source: Snowman
ja: 雪だるま

source: Snowy Bush
ja: 雪の低木

source: Snowy Hedge
ja: 雪の生垣

source: Snowy bird hide
ja: 雪の鳥監視の隠れ家

source: Snowy knight
ja: 雪の騎士

source: Soar Leader Pitri
ja: ソアー・リーダー・ピトリ

source: Sober-Up
ja: 酔いを覚ます

source: Soda ash
ja: ソーダ灰

source: Sofa
ja: ソファー

source: Sofiya
ja: ソフィーヤ

source: Soft clay
ja: 柔らかい粘土

source: Soft clay rocks
ja: 軟らかい粘土の岩

source: Soil
ja: 土

source: Soil patch
ja: まき床

source: Sol Heredit
ja: ソル・ヘレディット

source: Soldier
ja: 兵士

source: Soldier (tier 1)
ja: 兵士（lvl1）

source: Soldier (tier 2)
ja: 兵士（lvl2）

source: Soldier (tier 3)
ja: 兵士（lvl3）

source: Soldier (tier 4)
ja: 兵士（lvl4）

source: Soldier (tier 5)
ja: 兵士（lvl5）

source: Soldier Scarab
ja: スカラベの兵士

source: Solid black door
ja: 頑丈な黒鉄の扉

source: Solid bronze door
ja: 頑丈な銅の扉

source: Solid gold door
ja: 純金の扉

source: Solid silver door
ja: 頑丈な銀の扉

source: Solid steel door
ja: 頑丈な鋼鉄の扉

source: Solihib
ja: ソリヒブ

source: Solo-start
ja: ソロで開始

source: Solus Dellagar
ja: ソルス・デラガー

source: Solztun
ja: ソルズツン

source: Sonalo
ja: ソナロ

source: Sophanem Guard
ja: ソファネムの衛兵

source: Sophia Hughes
ja: ソフィア・ヒューズ

source: Sorceress
ja: 女性魔術師

source: Sorebones
ja: ソーボーンズ

source: Sorin
ja: ソリン

source: Sorrn
ja: ソーン

source: Sotetseg
ja: ソテツェグ

source: Soul Altar
ja: 魂の祭壇

source: Soul Devourer
ja: 魂を喰らうモノ

source: Soul Obelisk
ja: 魂のオベリスク

source: Soul Wars Display
ja: ソウル・ウォーズの展示

source: Soul Wars Portal
ja: ソウル・ウォーズのポータル

source: Soul boat
ja: 魂のボート

source: Soul rift
ja: 魂の裂け目

source: Soul rune
ja: 魂のルーン

source: Soulless
ja: 無魂

source: SoundﾂEffects
ja: 効果音

source: Sourhog
ja: ソーホッグ

source: Space
ja: スペース

source: Spade
ja: スコップ

source: Spade handle
ja: シャベルのハンドル

source: Spade head
ja: シャベルの頭

source: Spang
ja: スパング

source: Spare controls
ja: 予備のコントローラー

source: Sparkling pool
ja: 光る水たまり

source: Spawn
ja: 腹子

source: Spawn Item
ja: 蘇生アイテム

source: Spawn of Sarachnis
ja: サラチニスの腹子

source: Spear
ja: 槍

source: Spear wall
ja: 槍の壁

source: Speartrap
ja: 槍の罠

source: Special Attack
ja: 奥義

source: Special cup
ja: 特別なコップ

source: Specimen
ja: 標本

source: Specimen brush
ja: 標本のブラシ

source: Specimen jar
ja: 標本瓶

source: Specimen table
ja: 標本台

source: Specimen tray
ja: 標本トレー

source: Spectate
ja: 観戦

source: Spectator
ja: 観戦者

source: Spectator potion
ja: 観戦の薬液

source: Speedy Keith
ja: 速いケイス

source: Spell scroll
ja: 魔法の巻物

source: Spellbook
ja: 魔導書を変更

source: Sphinx
ja: スフィンクス

source: Sphinx's token
ja: スフィンクスのトークン

source: Spice
ja: 香辛料

source: Spice Merchant
ja: 香辛料の商人

source: Spice Rack
ja: 香辛料のラック

source: Spice seller
ja: 香辛料の販売人

source: Spice stall
ja: 香辛料の屋台

source: Spiced wine
ja: 香辛料入りワイン

source: Spicy crunchies
ja: 辛いクランチー

source: Spicy toad's legs
ja: 辛いアマガエルの足

source: Spicy worm
ja: 辛い虫

source: Spider
ja: クモ

source: Spider eggs
ja: クモの卵

source: Spiders' nest
ja: クモの巣

source: Spiderwebs
ja: クモの巣

source: Spidey dog
ja: クモイヌ

source: Spidine
ja: スパイディーン

source: Spike
ja: 突く

source: Spike defence
ja: トゲの防御

source: Spike hidden
ja: 隠されたトゲ

source: Spike trap
ja: トゲの罠

source: Spiked Turoth
ja: トゲ・ツーロス

source: Spiked boots
ja: トゲの靴

source: Spiked pit
ja: トゲの落とし穴

source: Spikes
ja: スパイク

source: Spikey bush
ja: トゲの低木

source: Spikey chain
ja: トゲ付きの鎖

source: Spin
ja: 回す

source: Spin Blades
ja: 回転する刃

source: Spin-globe
ja: グローブを回す

source: Spinach roll
ja: ほうれん草ロール

source: Spindel
ja: スピンデル

source: Spindel's Spiderling
ja: スピンデルの幼体

source: Spine mushroom
ja: トゲキノコ

source: Spined larupia
ja: トゲ・ラルピア

source: Spinner
ja: スピナー

source: Spinning Machine
ja: 糸車の機械

source: Spinning Wheel
ja: 糸車

source: Spinning blades
ja: 回転する刃物

source: Spinning light
ja: 回る照明

source: Spinning pipe
ja: 回転するパイプ

source: Spinning plate
ja: 回るプレート

source: Spinning pole
ja: 回るポール

source: Spinning wheel
ja: 糸車

source: Spinolyp
ja: スピノリップ

source: Spiny bush
ja: トゲの低木

source: Spiny helmet
ja: トゲの鉄兜

source: Spirit
ja: 精霊

source: Spirit Angler
ja: 精霊アングラー

source: Spirit Angler dock
ja: 精霊アングラーの波止場

source: Spirit Angler stats
ja: 精霊アングラーのステータス

source: Spirit Tree
ja: 精霊樹

source: Spirit Tree Patch
ja: 精霊樹の小区画

source: Spirit Tree Stump
ja: 精霊樹の切り株

source: Spirit of Scorpius
ja: スコーピアスの魂

source: Spirit of Zadimus
ja: ザジマスの魂

source: Spirit pool
ja: スピリット・プール

source: Spirit pump
ja: スピリット・ポンプ

source: Spirit seed
ja: 精霊樹の種

source: Spirit tendrils
ja: 精霊のツル

source: Spirit tree
ja: 精霊樹

source: Spirit-tree
ja: 精霊樹

source: Spiritual Fairy Tree
ja: 精霊的な妖精の木

source: Spiritual Mage
ja: 魔術師の霊

source: Spiritual Ranger
ja: 射手の霊

source: Spiritual Warrior
ja: 戦士の霊

source: Spiritual mage
ja: 魔術師の霊

source: Spiritual ranger
ja: 射手の霊

source: Spiritual warrior
ja: 戦士の霊

source: Spit goblin
ja: ツバのゴブリン

source: Spit roast
ja: 串焼き

source: Spitting Scarab
ja: 吐くスカラベ

source: Spitting Wyvern
ja: 吐くワイバーン

source: Splatter
ja: スプラッター

source: Splintered bark
ja: 裂けた樹皮

source: Split
ja: 別ける

source: Splitbark body
ja: 分樹皮のボディ

source: Splitbark boots
ja: 分樹皮の靴

source: Splitbark gauntlets
ja: 分樹皮の手袋

source: Splitbark helm
ja: 分樹皮の帽子

source: Splitbark legs
ja: 分樹皮のズボン

source: Spooky Gravestone
ja: 不気味な墓石

source: Spooky Scarecrow
ja: 不気味なカカシ

source: Spooky Stocks
ja: 不気味なストック

source: Spooky cauldron
ja: 不気味な大釜

source: Spooky dog
ja: 不気味な犬

source: Spooky picture
ja: 不気味な絵

source: Spooky stairs
ja: 不気味な階段

source: Spore
ja: 胞子

source: Spork
ja: 先割れスプーン

source: Spotlight
ja: スポットライト

source: Spotted kebbit
ja: 斑点ケビット

source: Spray
ja: スプレー

source: Spria
ja: スプリア

source: Spring Elemental
ja: 春のエレメンタル

source: Sprouting Roots
ja: 発芽する根

source: Sq'irk tree
ja: スクアークの木

source: Square shield
ja: 角盾

source: Squash
ja: 潰す

source: Squeeze-Through
ja: 押し通る

source: Squeeze-past
ja: すり抜ける

source: Squeeze-through
ja: 押し通る

source: Squire
ja: 従者

source: Squire (Intermediate)
ja: 従者（中級）

source: Squire (Novice)
ja: 従者（未熟）

source: Squire (Veteran)
ja: 従者（ベテラン）

source: Squirrel
ja: リス

source: Sraracha
ja: スララチャ

source: Stacked Boxes
ja: 積まれた箱

source: Stacked barrels
ja: 積まれた樽

source: Stacked crates
ja: 積まれた箱

source: Staff
ja: 杖

source: Staff barrel
ja: 杖の樽

source: Staff of Bob the Cat
ja: ネコのボブの従業員

source: Staff of air
ja: 大気の杖

source: Staff of armadyl
ja: アーマディルの杖

source: Staff of earth
ja: 土の杖

source: Staff of fire
ja: 火の杖

source: Staff of water
ja: 水の杖

source: Stag
ja: 雄鹿

source: Staging area steps
ja: ステージ・アリーナの階段

source: Staging area supplies
ja: ステージ・アリーナの物資

source: Stagnant Lake
ja: よどんだ湖

source: Stagnant fish display
ja: よどんだ魚の展示

source: Stained-glass window
ja: ステンドグラスの窓

source: Stair Space
ja: 階段のスペース

source: Staircase
ja: 階段

source: Stairs
ja: 階段

source: Stairs down
ja: 下り階段

source: Stairs up
ja: 登り階段

source: Stairwell
ja: 階段の吹き抜け

source: Stake
ja: 杭

source: Stalactite
ja: 鍾乳石

source: Stalagmite
ja: 石じゅん

source: Stalagmites
ja: 石じゅん

source: Stall
ja: 屋台

source: Stamina Boost
ja: スタミナをブースト

source: Stamp-out
ja: 踏み消す

source: Stand
ja: スタンド

source: Stand-on
ja: 上に立つ

source: Standard
ja: 一般

source: Standard Stand
ja: 普通のスタンド

source: Standard Variant
ja: 通常版に戻す

source: Standard spellbook
ja: 一般魔法の書

source: Standing Torch
ja: 立てられた松明

source: Standing spears
ja: 立てた槍

source: Standing stone
ja: 立てられた石

source: Standing torch
ja: 立つ松明

source: Stanford
ja: スタンフォード

source: Stangled Plant
ja: 絡まった植物

source: Stankers
ja: スタンカーズ

source: Star Sprite
ja: スター・スプライト

source: Star amulet
ja: 星のアミュレット

source: Star chart
ja: 星図

source: Starflower
ja: スターフラワー

source: Starlight
ja: スターライト

source: Start
ja: 開始

source: Start Helper
ja: ヘルパーを開始

source: Start Quest Helper
ja: クエストヘルパーを開始

source: Start-minigame
ja: ミニゲーム開始

source: Start-wave
ja: ウェーブ開始

source: Statistics
ja: 統計情報

source: Stats
ja: ステータス

source: Statue
ja: 像

source: Statue Plinth
ja: 像の台座

source: Statue Space
ja: 像のスペース

source: Statue base
ja: 像のベース

source: Statue of Atlazora
ja: アトラゾラ像

source: Statue of Baxtorian
ja: バクストリアン像

source: Statue of Dizana
ja: ディザナ像

source: Statue of Emperor Imafore
ja: イマフォー皇帝の像

source: Statue of Freja
ja: フレジャの像

source: Statue of Glarial
ja: グラリアル像

source: Statue of Guthix
ja: ガシックスの像

source: Statue of King Maximus
ja: マクシマス王の像

source: Statue of Marhuitz
ja: マーフイッツ像

source: Statue of Prince Itzla
ja: イツズラ王子の像

source: Statue of Queen Zyanyi
ja: ジアニー女王の像

source: Statue of Quoatlos
ja: コアトロス像

source: Statue of Saradomin
ja: サラドミンの像

source: Statue of Taur
ja: トー像

source: Statue of Xerna
ja: ゼーナ像

source: Statue of Zamorak
ja: ザモラックの像

source: Statue of a king
ja: 王の像

source: Statue of a queen
ja: 女王の像

source: Statue of a warrior
ja: 戦士の像

source: Statue plinth
ja: 像の台座

source: Statue space
ja: 像のスペース

source: Statue steps
ja: 像の台

source: Statue with key
ja: カギを持った像

source: Statuette
ja: 小像

source: Statuette Plinth
ja: 小像の台座

source: Statuette in alcove
ja: アルコーブの中の小像

source: Status
ja: ステータス

source: Staves
ja: 杖

source: Steal
ja: 盗む

source: Steal from
ja: 盗む

source: Steal-From
ja: から盗む

source: Steal-cowbell
ja: 牛の鈴を盗む

source: Steal-from
ja: 盗む

source: Steam Generator
ja: 蒸気発生器

source: Steam Nerve Ending (Broken)
ja: 蒸気の神経の終端（壊）

source: Steam Pump
ja: 蒸気ポンプ

source: Steam Vent
ja: 蒸気孔

source: Steam generator
ja: 蒸気発生器

source: Steam press
ja: 蒸気プレス

source: Steam rune
ja: 蒸気のルーン

source: Steam_Pump
ja: 蒸気ポンプ

source: Steel 2h sword
ja: 鋼鉄の両手剣

source: Steel Chest
ja: 鋼鉄の宝箱

source: Steel arrow
ja: 鋼鉄の矢

source: Steel arrow(p)
ja: 鋼鉄の矢（毒）

source: Steel arrowtips
ja: 鋼鉄の矢じり

source: Steel axe
ja: 鋼鉄の斧

source: Steel axe head
ja: 鋼鉄の斧の金属部分

source: Steel bar
ja: 鋼鉄の延べ棒

source: Steel battleaxe
ja: 鋼鉄の戦斧

source: Steel boots
ja: 鋼鉄の靴

source: Steel brutal
ja: 鋼鉄の残酷な矢

source: Steel cage
ja: 鋼鉄のケージ

source: Steel chainbody
ja: 鋼鉄の鎖甲

source: Steel claws
ja: 鋼鉄のクローズ

source: Steel dagger
ja: 鋼鉄の短剣

source: Steel dagger(p)
ja: 鋼鉄の短剣（毒）

source: Steel dart
ja: 鋼鉄のダーツ

source: Steel dart tip
ja: 鋼鉄のダーツの先端

source: Steel dart(p)
ja: 鋼鉄のダーツ（毒）

source: Steel dragon
ja: 鋼鉄の竜

source: Steel fire arrow
ja: 鋼鉄の火矢

source: Steel fire arrow (lit)
ja: 鋼鉄の火矢（点火）

source: Steel full helm
ja: 鋼鉄の全頭甲

source: Steel gauntlets
ja: 鋼鉄の籠手

source: Steel halberd
ja: 鋼鉄の矛槍

source: Steel javelin
ja: 鋼鉄の投槍

source: Steel javelin(p)
ja: 鋼鉄の投槍（毒）

source: Steel key black
ja: 黒色の鋼鉄の鍵

source: Steel key brown
ja: 茶色の鋼鉄の鍵

source: Steel key crimson
ja: 深紅色の鋼鉄の鍵

source: Steel key purple
ja: 紫色の鋼鉄の鍵

source: Steel key red
ja: 赤色の鋼鉄の鍵

source: Steel key ring
ja: 鋼鉄のキーホルダー

source: Steel kiteshield
ja: 鋼鉄のタコ盾

source: Steel knife
ja: 鋼鉄のナイフ

source: Steel knife(p)
ja: 鋼鉄のナイフ（毒）

source: Steel longsword
ja: 鋼鉄の長剣

source: Steel mace
ja: 鋼鉄の鎚矛

source: Steel med helm
ja: 鋼鉄の鉄兜

source: Steel nails
ja: 鋼鉄の釘

source: Steel pick head
ja: 鋼鉄のツルハシの金属部分

source: Steel pickaxe
ja: 鋼鉄のツルハシ

source: Steel platebody
ja: 鋼鉄の胸甲

source: Steel platelegs
ja: 鋼鉄の脚甲

source: Steel plateskirt
ja: 鋼鉄の裙甲

source: Steel range
ja: 鋼鉄のレンジ

source: Steel scimitar
ja: 鋼鉄の三日月刀

source: Steel spear
ja: 鋼鉄の槍

source: Steel spear(kp)
ja: 鋼鉄の槍（カラムジャ毒）

source: Steel spear(p)
ja: 鋼鉄の槍（毒）

source: Steel sq shield
ja: 鋼鉄の角盾

source: Steel studs
ja: 鋼鉄のトゲ

source: Steel sword
ja: 鋼鉄の剣

source: Steel thrownaxe
ja: 鋼鉄の投げ斧

source: Steel warhammer
ja: 鋼鉄の戦鎚

source: Steep roof
ja: 急な屋根

source: Steeple
ja: 尖塔

source: Step-into
ja: 足を踏み入れる

source: Step-off
ja: 踏み外す

source: Step-on
ja: 踏む

source: Step-over
ja: またいで渡る

source: Stepladder
ja: 脚立

source: Stepping Stone
ja: 踏み石

source: Stepping log
ja: 渡り丸太

source: Stepping stone
ja: 踏み石

source: Stepping stones
ja: 踏み石

source: Steps
ja: 階段

source: Steve
ja: スティーブ

source: Stew
ja: シチュー

source: Stick
ja: 棒

source: Stick and hoop
ja: 輪と棒

source: Sticks
ja: 棒

source: Sticky red goop
ja: 赤いベトベト

source: Stile
ja: たてがまち

source: Stinking tendrils
ja: 臭いツル

source: Stock-Up
ja: 貯める

source: Stocks
ja: ストック

source: Stodgy mattress
ja: 硬いマットレス

source: Stolen Eggs
ja: 盗まれた卵

source: Stolen cabbage
ja: 盗まれたキャベツ

source: Stone
ja: 石

source: Stone Door
ja: 石の扉

source: Stone Gate
ja: 石のゲート

source: Stone Guardian
ja: 石の守護者

source: Stone Ladder
ja: 石のハシゴ

source: Stone Mechanism
ja: 石の仕掛け

source: Stone Pew
ja: 石の会衆席

source: Stone Pile
ja: 石の山

source: Stone Plinth
ja: 石の台座

source: Stone Relief
ja: 石の浮彫

source: Stone Staircase
ja: 石段

source: Stone Tablet
ja: 石板

source: Stone arch
ja: 石のアーチ

source: Stone ball
ja: 石のボール

source: Stone block
ja: 石のブロック

source: Stone boat
ja: 石のボート

source: Stone bowl
ja: 石のボール

source: Stone bridge
ja: 石橋

source: Stone chest
ja: 石の宝箱

source: Stone chest (empty)
ja: 石の宝箱（空）

source: Stone chest (locked)
ja: 石の宝箱（閉）

source: Stone circle wall
ja: ストーンサークルの壁

source: Stone crate
ja: 石の箱

source: Stone crusher
ja: 石粉砕機

source: Stone door
ja: 石の扉

source: Stone ladder
ja: 石のハシゴ

source: Stone pedestal
ja: 石の台座

source: Stone pool
ja: 石製の飲み場

source: Stone signpost
ja: 石の標識

source: Stone space
ja: 石のスペース

source: Stone stand
ja: 石のスタンド

source: Stone table
ja: 石のテーブル

source: Stone tablet
ja: 石板

source: Stone wall
ja: 石の壁

source: Stone-plaque
ja: 石板

source: Stonemason
ja: 石工

source: Stonepine tree
ja: カラカサマツの木

source: Stones
ja: 石

source: Stool
ja: スツール

source: Stool hotspot
ja: スツールのホットスポット

source: Stop!
ja: 止まれ!

source: Storage crate
ja: 収納箱

source: Storage shelves
ja: 収納棚

source: Storage space
ja: 貯蔵庫のスペース

source: Storage unit
ja: 収納ユニット

source: Store
ja: 収納

source: Store-plunder
ja: 盗品をしまう

source: Store-preform
ja: 保管

source: Storeroom Door
ja: 物置のドア

source: Storeroom key
ja: 倉庫の鍵

source: Storm Cloud
ja: ストーム・クラウド

source: Storm cloud
ja: ストーム・クラウド

source: Stormram
ja: 破城槌

source: Story
ja: 物語

source: Stove
ja: ストーブ

source: Stove space
ja: ストーブのスペース

source: Strange Barrier
ja: 不可思議なバリア

source: Strange Bells
ja: 不思議なベル

source: Strange Chest
ja: 不可思議な宝箱

source: Strange Creature
ja: 不思議な生物

source: Strange Device
ja: 不思議な機械

source: Strange Egg
ja: 不思議な卵

source: Strange Machine
ja: 不思議な機械

source: Strange Old Man
ja: 不思議なおじいさん

source: Strange Pool
ja: 不思議な液溜まり

source: Strange Shell
ja: 謎の殻

source: Strange Tile
ja: 不思議なタイル

source: Strange Vine
ja: 不思議なツル

source: Strange Wall
ja: 不思議な壁

source: Strange altar
ja: 奇妙な祭壇

source: Strange banana tree
ja: 不思議なバナナの木

source: Strange blocks
ja: おかしなブロック

source: Strange box
ja: 不可思議な箱

source: Strange bush (Blue)
ja: 謎の低木（青）

source: Strange bush (Green)
ja: 謎の低木（緑）

source: Strange bush (Lilac)
ja: 謎の低木（リラク）

source: Strange bush (Orange)
ja: 謎の低木（オレンジ）

source: Strange bush (Pink)
ja: 謎の低木（ピンク）

source: Strange bush (Red)
ja: 謎の低木（赤）

source: Strange bush (White)
ja: 謎の低木（白）

source: Strange bush (Yellow)
ja: 謎の低木（黄）

source: Strange casket
ja: おかしな木箱

source: Strange floor
ja: 不思議な床

source: Strange fruit
ja: 奇妙な果物

source: Strange grid
ja: 不思議なグリッド

source: Strange hole
ja: 不可思議な穴

source: Strange implement
ja: 不思議なインプリメント

source: Strange looking stone
ja: 不思議な見た目の石

source: Strange machine
ja: 不思議な機械

source: Strange object
ja: 不思議な物体

source: Strange panels
ja: 不可思議なパネル

source: Strange passage
ja: おかしな通路

source: Strange plant
ja: 不思議な植物

source: Strange pool
ja: 不思議な液溜まり

source: Strange potion
ja: 不思議な増強薬

source: Strange shrine
ja: 不思議な聖堂

source: Strange stone
ja: 不可思議な石

source: Strange tablet
ja: 不可思議なタブレット

source: Strange tube
ja: 不思議なチューブ

source: Strange wall
ja: 不思議な壁

source: Strange watcher
ja: 奇妙な観察者

source: Stranger
ja: よそ者

source: Strangled
ja: 絞殺された者

source: Strangled Bear
ja: 絞殺されたクマ

source: Strangled Boar
ja: 絞殺されたイノシシ

source: Strangled Fern
ja: 絡まったシダ

source: Strangled Lynx
ja: 絞殺されたオオヤマネコ

source: Strangled Plant
ja: 絡まった植物

source: Strangled Tent
ja: 絡まったテント

source: Strangled Tree
ja: 絡まった木

source: Strategy table
ja: 戦略テーブル

source: Straven
ja: ストレーヴン

source: Strawberry
ja: イチゴ

source: Strawberry plant
ja: イチゴの株

source: Strawberry seed
ja: イチゴの種

source: Stray dog
ja: 野良犬

source: Streak info
ja: ストリーク情報

source: Stream
ja: 川

source: Street urchin
ja: 浮浪児

source: Strength
ja: 腕力

source: Strength potion(1)
ja: 腕力増強薬（１）

source: Strength potion(2)
ja: 腕力増強薬（２）

source: Strength potion(3)
ja: 腕力増強薬（３）

source: Strength potion(4)
ja: 腕力増強薬（４）

source: Stretcher
ja: 担架

source: Strike
ja: 殴る

source: Strip of cloth
ja: 布切れ

source: Strisath
ja: シトリサス

source: Stroke
ja: なでる

source: Strong Barrier
ja: 強いバリアー

source: Strong Ronny
ja: 強者ロニー

source: Strong Tree
ja: 強い木

source: Strong Warrior
ja: 強い戦士

source: Strong Yew
ja: 強いイチイ

source: Strong catalytic guardian
ja: 強い触媒の守護者

source: Strong cell tile
ja: 強いセルのタイル

source: Strong elemental guardian
ja: 強い元素の守護者

source: Strongbones
ja: ストログボーンズ

source: Stronghold
ja: 要塞

source: Structural pillar
ja: 構造する柱

source: Struggling sapling
ja: もがく若木

source: Strut
ja: 筋交い

source: Studded Leather
ja: トゲ付きの革

source: Studded body
ja: トゲ付きのボディ

source: Studded chaps
ja: トゲ付きチャップス

source: Student
ja: 生徒

source: Students' art
ja: 生徒の作品

source: Study
ja: 調べる

source: Study Desk
ja: 勉強机

source: Study desk
ja: 勉強机

source: Stuffed monkey
ja: サルの剝製

source: Stuffed swordfish
ja: 剥製のカジキ

source: Stuliette
ja: スツリエット

source: Stump
ja: 切り株

source: Stump chair
ja: 切り株椅子

source: Stumpy
ja: スタンピー

source: Stun
ja: 気絶させる

source: Stunned Hoop Snake
ja: 動転した輪のヘビ

source: Stunted demonic gorilla
ja: 発育不良の悪魔のゴリラ

source: Sturdy boots
ja: 頑丈な靴

source: Sturdy door
ja: 頑丈なドア

source: Sturdy wooden gate
ja: 頑丈な木製ゲート

source: Styrmir
ja: スチーミー

source: Suck
ja: 吸う

source: Sue
ja: スー

source: Suit of Armour
ja: 鎧

source: Suit of armour
ja: 鎧

source: Sulliuscep
ja: スリセップダケ

source: Sulliuscep sprout
ja: スリセップダケの新芽

source: Sulphur
ja: 硫黄

source: Sulphur Lizard
ja: 硫黄トカゲ

source: Sulphur Nagua
ja: サルファー・ナグア

source: Sulphur Vent
ja: 硫黄の排気口

source: Sulphur vent
ja: 硫黄の排気口

source: Sulphuric broline
ja: 硫酸ブロリン

source: Summer Elemental
ja: 夏のエレメンタル

source: Summon
ja: 召喚

source: Summoned Soul
ja: 召喚された魂

source: Summoned Zombie
ja: 召喚ゾンビ

source: Summoning Circle
ja: 召喚の陣

source: Sunbeam skink
ja: 陽光スキンク

source: Sune
ja: スーン

source: Sunflower
ja: ヒマワリ

source: Sunflowers
ja: ヒマワリ

source: Sunken Steeple
ja: 沈んだ尖塔

source: Sunken rowboat
ja: 沈んだ手こぎ船

source: Sunlight Moth
ja: 日光ガ

source: Sunlight antelope
ja: 日光アンテロープ

source: Suntrap
ja: サントラップ

source: Super attack(1)
ja: 超攻撃力薬（１）

source: Super attack(2)
ja: 超攻撃力薬（２）

source: Super attack(3)
ja: 超攻撃力薬（３）
